Repository: Sammy930/PV-module-simulation-tool
Catalog: locales/*/LC_MESSAGES/simulation_script.po
Languages: fr

source: Short circuit current at STC (A) =
fr: Courant de court-circuit sous STC (A) =

source: Open circuit voltage at STC (V) =
fr: Tension de circuit ouvert sous STC (V) =

source: Temperature coefficient of Isc (%/°C) =
fr: Coéfficient de température de Isc (%/°C) =

source: Temperature coefficient of Voc (%/°C) =
fr: Coéfficient de température de Voc (%/°C) =

source: Ideality factor of the junction =
fr: Facteur d'idéalité de la jonction =

source: Number of cells connected in series =
fr: Nombre de cellules connectées en série =

source: Ambiant temperature (°C) =
fr: Température ambiante (°C) =

source: Ambiant temperature (°F) =
fr: Température ambiante (°F) =

source: Solar irradiation (W/m²) =
fr: Irradiation solaire (W/m²) =

source: Panel length (optional) (mm) =
fr: Longueur du panneau (facultatif) (mm) =

source: Panel width (optional) (mm) =
fr: Largeur du panneau (facultatif) (mm) =

source: Panel length (optional) (in) =
fr: Longueur du panneau (facultatif) (in) =

source: Panel width (optional) (in) =
fr: Largeur du panneau (facultatif) (in) =

source: -----------------------------------RESULTS-----------------------------------
fr: -----------------------------------RÉSULTATS-----------------------------------

source: The maximum power yielded by the module is: {0} Watt
fr: La puissance maximale fournie par le module est de : {0} Watt

source: The max power point is estimated at I = {0} Amps and V = {1} Volts
fr: Le point de puissance maximale est estimé à I = {0} Ampères et V = {1} Volts

source: Fill Factor = {0}
fr: Facteur de Forme = {0}

source: Efficiency = {0} %
fr: Rendement = {0} %

source: SOLAR MODULE CHARACTERISTIC CURVES
fr: COURBES CARACTÉRISTIQUES DU MODULE

source: Current
fr: Courant

source: (Amp)
fr: (A)

source: Max power point
fr: Point de puissance max

source: Voltage (Volt)
fr: Tension (Volt)

source: Power
fr: Puissance
